Revit 2026 API

# DefaultOpenFromCloudCallback Properties

---

The DefaultOpenFromCloudCallback type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

DefaultOpenFromCloudCallback Class

Autodesk.Revit.DB Namespace